const questions = [
  { nnn:"1",
    text: "애니를 보게 된 당신! 어떤 환경에서 보는가?",
    one: "친구들과 모여 토론하면서 본다",
    two: "아무도 없는 방에서 조용히 생각하며 본다",
    checkPoint: "m"
  },
  { nnn:"2",
    text: "낯선 장소에서 처음 본 사람들과 어떻게 적응 할 것인가?",
    one: "먼저 말을 걸어 사람들과 친해지며 빠르게 적응한다",
    two: "사람들의 특성을 관찰하며 새로운 환경을 신중히 파악한다",
   checkPoint: "m"
    
  },
  { nnn:"3",
    text:"오랜만에 혼자 밥을 먹으러 나왔다 어딜 갈까?",
    one:"사람이 많든 적든 뭔 상관? 내가 먹고싶은거 먹자" ,
    two:"혼자서 조용히 먹고싶다. 사람 별로 없는 곳으로 가자" ,
   checkPoint: "m"
    
  },
  { nnn:"4",
    text:"친구가 집에서 귀신소리가 들린다고 한다" ,
    one:"에이~ 다른 소리겠지 세상에 귀신이 어딨어" ,
    two:"진짜 무섭다.. 너네 집 귀신 사는거 아니야?",
   checkPoint: "b"
  },
  { nnn:"5",
    text:"갓난아기 조카의 선물을 사주려 한다." ,
    one:"아기때만이 입을 수 있는 옷이 귀여워 옷을 사줘야지" ,
    two:"커서도 사용할 수 있는 필기구를 사줘야 겠어" ,
   checkPoint: "b"
  },
  { nnn:"6",
    text:"도서관에 가서 어떤 책을 읽을 것인가?" ,
    one:"평소에 몰랐던 사실을 알고싶다!  WHY를 본다" ,
    two:"재미있는 거 뭐 없나? 흥미진진 해리포터를 본다" ,
   checkPoint: "b"
},
  { nnn:"7",
    text:"친구 생일선물을 사러 왔을때 무엇을 살것인가?" ,
    one:"전에 필요하다 말한 시계를 사준다" ,
    two:"친구에게 어울린다 생각한 가방을 사준다" ,
   checkPoint: "t"
},
  { nnn:"8",
    text:"심심한 방을 오랜만에 꾸미려 한다 어떻게 꾸밀것인가?" ,
    one:"나의 동선에 맞춰서 실용성을 중심으로 꾸민다" ,
    two:"내가 좋아하는 컨셉 테마에 맞춰 꾸민다." ,
   checkPoint: "t"
},
  { nnn:"9",
    text:"영화를 보던 중 전쟁에서 활약하는 등장인물이 죽었다" ,
    one:"빨리 죽으면 승리까지 더 많은 노력과 힘이 들텐데.." ,
    two:"주인공에겐 큰 힘이 되는 사람이였는데.. 불쌍하다..ㅜㅜ" ,
   checkPoint: "t"
},
  { nnn:"10",
    text:"친구와 시내에서 만났다. 어디로 갈까?" ,
    one:"저기 오락실 있는데 재밌겠다! 들어가서 게임하자" ,
    two:"어제 찾아봤는데 이쪽 길에선 OO와플집을 꼭 들려야 한대",
   checkPoint: "i" 
},
  { nnn:"11",
    text:"음식점에 갔는데 머리카락이 나왔다! 당신의 대처는?" ,
    one:"사람이 만드는건데 그럴 수 있지~ 신경쓰지 않고 먹는다" ,
    two:"점원을 불러 사과와 환불을 받는다" ,
   checkPoint: "i" 
},
  { nnn:"12",
    text:"회사 업무를 할때 당신의 일 처리 스타일은?" ,
    one:"하나만 하기엔 너무 지루하다. 왔다갔다 하면서 한다" ,
    two:"정해진 틀에 맞춰서 하나씩 꼼꼼히 한다." ,
   checkPoint: "i" 
},
]